stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/25-wf1-250-wf2-25-wf3/wave-iteration-2/out-wf2-250-2022-01-27_13:11:44.txt
Requests      [total, rate]            225000, 250.00
Duration      [total, attack, wait]    15m0.108177189s, 14m59.997050306s, 111.126883ms
Latencies     [mean, 50, 95, 99, max]  263.663049ms, 155.898529ms, 891.964833ms, 1.958702556s, 4.344277329s
Bytes In      [total, mean]            2407248638, 10698.88
Bytes Out     [total, mean]            5625000, 25.00
Success       [ratio]                  96.87%
Status Codes  [code:count]             200:217949  500:7051  
Error Set:
500 Internal Server Error