stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/25-wf1-250-wf2-25-wf3/wave-iteration-2/out-wf3-25-2022-01-28_02:17:52.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    15m0.070473003s, 14m59.960512162s, 109.960841ms
Latencies     [mean, 50, 95, 99, max]  184.857411ms, 113.485803ms, 648.793392ms, 1.82271479s, 3.196539111s
Bytes In      [total, mean]            164452677, 7309.01
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  85.39%
Status Codes  [code:count]             200:19212  404:1731  500:1557  
Error Set:
404 Not Found
500 Internal Server Error